/* Localized versions of Info.plist keys */

CFBundleName = "SetWallpaperFolder";
NSHumanReadableCopyright = "Copyright 2005, Elliot Glaysher. GNU GPL.";

AMName = "Set Folder as Source for Desktop Pictures";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */
"Thumbnail" = "Thumbnail";

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDInput = "A Folder containing images that will be used as backgrounds.";
AMDOptions = "Use \"Placement\" to set how the background will be displayed. Use \"Change Picture\" to set when wallpaper will be cycled.";
AMDSummary = "Use the specified folder as the source for desktop backgrounds.";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

"Wallpaper" = "Wallpaper";
"Desktop Background" = "Desktop Background";
